Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# vouch.refusal.unverified
source: Verify your identity to vouch for someone.
ar: وثّق هويتك لتزكّي أحدًا.
bn: কারও জন্য ভাউচ করতে আপনার পরিচয় ভেরিফাই করুন।
ca: Verifica la teva identitat per avalar algú.
cs: Pro ručení za někoho ověř svou totožnost.
da: Verificér din identitet for at gå i god for nogen.
de: Verifiziere deine Identität, um für jemanden zu bürgen.
el: Επαλήθευσε την ταυτότητά σου για να εγγυηθείς για κάποιον.
es: Verifica tu identidad para avalar a alguien.
fi: Vahvista henkilöllisyytesi taataksesi jonkun.
fr: Vérifiez votre identité pour vous porter garant de quelqu’un.
he: אמת את זהותך כדי לערוב למישהו.
hi: किसी के लिए वाउच करने के लिए अपनी पहचान सत्यापित करें।
hr: Potvrdi svoj identitet da jamčiš za nekoga.
hu: Valakiért való kezeskedéshez hitelesítsd a személyazonosságodat.
id: Verifikasi identitasmu untuk menjamin seseorang.
it: Verifica la tua identità per garantire per qualcuno.
ja: 誰かを保証するには本人確認をしてください。
ko: 다른 사람을 보증하려면 신원을 인증하세요.
ml: ഒരാൾക്ക് വൗച്ച് ചെയ്യാൻ നിങ്ങളുടെ ഐഡന്റിറ്റി വെരിഫൈ ചെയ്യുക.
ms: Sahkan identiti anda untuk menjamin seseorang.
nb: Verifiser identiteten din for å garantere for noen.
nl: Verifieer je identiteit om voor iemand in te staan.
pl: Zweryfikuj tożsamość, aby za kogoś poręczyć.
pt_br: Verifique sua identidade para avalizar alguém.
pt_pt: Verifique a sua identidade para dar aval a alguém.
ro: Verifică-ți identitatea pentru a garanta pentru cineva.
ru: Пройдите проверку личности, чтобы поручиться за кого-то.
sk: Ak chceš za niekoho ručiť, over svoju totožnosť.
sv: Verifiera din identitet för att intyga för någon.
ta: ஒருவருக்கு உறுதியளிக்க உங்கள் அடையாளத்தைச் சரிபார்க்கவும்.
te: ఒకరికి హామీ ఇవ్వడానికి మీ గుర్తింపును ధృవీకరించండి.
th: ยืนยันตัวตนเพื่อรับรองผู้อื่น
tr: Birine kefil olmak için kimliğinizi doğrulayın.
uk: Верифікуйте особу, щоб ручатися за когось.
ur: کسی کی ضمانت دینے کے لیے اپنی شناخت کی تصدیق کریں۔
vi: Hãy xác minh danh tính để bảo chứng cho ai đó.
zh_hans: 请验证你的身份后再为他人担保。
zh_hant: 請驗證你的身分才能為他人擔保。

# vouch.right.bookmark
source: Save posts
ar: حفظ المنشورات
bn: পোস্ট সেভ করা
ca: Desar publicacions
cs: Ukládat příspěvky
da: Gemme opslag
de: Beiträge sichern
el: Αποθήκευση αναρτήσεων
es: Guardar publicaciones
fi: Tallenna julkaisuja
fr: Enregistrer des posts
he: שמירת פוסטים
hi: पोस्ट सहेजें
hr: Spremi objave
hu: Bejegyzések mentése
id: Simpan postingan
it: Salvare post
ja: 投稿を保存
ko: 게시물 저장
ml: പോസ്റ്റുകൾ സേവ് ചെയ്യുക
ms: Simpan siaran
nb: Lagre innlegg
nl: Berichten opslaan
pl: Zapisywanie wpisów
pt_br: Salvar posts
pt_pt: Guardar publicações
ro: Salvezi postări
ru: Сохранять посты
sk: Ukladať príspevky
sv: Spara inlägg
ta: இடுகைகளைச் சேமித்தல்
te: పోస్ట్‌లను సేవ్ చేయడం
th: บันทึกโพสต์
tr: Gönderileri kaydetme
uk: Зберігати дописи
ur: پوسٹس محفوظ کرنا
vi: Lưu bài đăng
zh_hans: 保存帖子
zh_hant: 儲存貼文

# vouch.right.challengeIdentities
source: Question an account's identity
ar: الطعن في هوية حساب
bn: কোনো অ্যাকাউন্টের পরিচয় নিয়ে প্রশ্ন তোলা
ca: Qüestionar la identitat d'un compte
cs: Zpochybnit totožnost účtu
da: Drage en kontos identitet i tvivl
de: Die Identität eines Kontos anzweifeln
el: Αμφισβήτηση της ταυτότητας ενός λογαριασμού
es: Cuestionar la identidad de una cuenta
fi: Kyseenalaista tilin henkilöllisyys
fr: Remettre en question l’identité d’un compte
he: לערער על זהות של חשבון
hi: किसी अकाउंट की पहचान पर सवाल उठाएँ
hr: Preispitaj identitet računa
hu: Egy fiók személyazonosságának megkérdőjelezése
id: Mempertanyakan identitas sebuah akun
it: Mettere in dubbio l'identità di un account
ja: アカウントの本人情報に疑義を申し立てる
ko: 계정의 신원에 이의 제기
ml: ഒരു അക്കൗണ്ടിന്റെ ഐഡന്റിറ്റിയെ ചോദ്യം ചെയ്യുക
ms: Persoalkan identiti sesebuah akaun
nb: Stille spørsmål ved identiteten til en konto
nl: De identiteit van een account betwijfelen
pl: Kwestionowanie tożsamości konta
pt_br: Questionar a identidade de uma conta
pt_pt: Questionar a identidade de uma conta
ro: Pui la îndoială identitatea unui cont
ru: Оспаривать личность аккаунта
sk: Spochybniť totožnosť účtu
sv: Ifrågasätta ett kontos identitet
ta: ஒரு கணக்கின் அடையாளத்தைக் கேள்வி கேட்டல்
te: ఖాతా గుర్తింపును ప్రశ్నించడం
th: ตั้งข้อสงสัยเรื่องตัวตนของบัญชี
tr: Bir hesabın kimliğini sorgulama
uk: Ставити під сумнів особу облікового запису
ur: کسی اکاؤنٹ کی شناخت پر سوال اٹھانا
vi: Nghi vấn danh tính của một tài khoản
zh_hans: 质疑某个账户的身份
zh_hant: 質疑帳號的身分

# vouch.right.directMessages
source: Send and receive messages
ar: إرسال الرسائل واستقبالها
bn: মেসেজ পাঠানো ও পাওয়া
ca: Enviar i rebre missatges
cs: Posílat a přijímat zprávy
da: Sende og modtage beskeder
de: Nachrichten senden und empfangen
el: Αποστολή και λήψη μηνυμάτων
es: Enviar y recibir mensajes
fi: Lähetä ja vastaanota viestejä
fr: Envoyer et recevoir des messages
he: שליחה וקבלה של הודעות
hi: संदेश भेजें और पाएँ
hr: Šalji i primaj poruke
hu: Üzenetek küldése és fogadása
id: Mengirim dan menerima pesan
it: Inviare e ricevere messaggi
ja: メッセージの送受信
ko: 메시지 보내기 및 받기
ml: സന്ദേശങ്ങൾ അയയ്ക്കുകയും സ്വീകരിക്കുകയും ചെയ്യുക
ms: Hantar dan terima mesej
nb: Sende og motta meldinger
nl: Berichten sturen en ontvangen
pl: Wysyłanie i odbieranie wiadomości
pt_br: Enviar e receber mensagens
pt_pt: Enviar e receber mensagens
ro: Trimiți și primești mesaje
ru: Отправлять и получать сообщения
sk: Posielať a prijímať správy
sv: Skicka och ta emot meddelanden
ta: செய்திகளை அனுப்புதல், பெறுதல்
te: మెసేజ్‌లు పంపడం మరియు అందుకోవడం
th: ส่งและรับข้อความ
tr: Mesaj gönderme ve alma
uk: Надсилати й отримувати повідомлення
ur: پیغامات بھیجنا اور وصول کرنا
vi: Gửi và nhận tin nhắn
zh_hans: 发送和接收私信
zh_hant: 傳送和接收訊息

# vouch.right.follow
source: Follow people
ar: متابعة الأشخاص
bn: মানুষকে ফলো করা
ca: Seguir persones
cs: Sledovat lidi
da: Følge folk
de: Personen folgen
el: Ακολούθηση ατόμων
es: Seguir a personas
fi: Seuraa ihmisiä
fr: Suivre des personnes
he: מעקב אחרי אנשים
hi: लोगों को फ़ॉलो करें
hr: Prati ljude
hu: Emberek követése
id: Mengikuti orang
it: Seguire persone
ja: ユーザーをフォロー
ko: 사람 팔로우
ml: ആളുകളെ ഫോളോ ചെയ്യുക
ms: Ikut orang
nb: Følge folk
nl: Mensen volgen
pl: Obserwowanie osób
pt_br: Seguir pessoas
pt_pt: Seguir pessoas
ro: Urmărești oameni
ru: Подписываться на людей
sk: Sledovať ľudí
sv: Följa personer
ta: நபர்களைப் பின்தொடருதல்
te: వ్యక్తులను ఫాలో చేయడం
th: ติดตามผู้คน
tr: İnsanları takip etme
uk: Підписуватися на людей
ur: لوگوں کو فالو کرنا
vi: Theo dõi mọi người
zh_hans: 关注他人
zh_hant: 追蹤別人

# vouch.right.hostRooms
source: Host rooms and events
ar: استضافة الغرف والفعاليات
bn: রুম ও ইভেন্ট হোস্ট করা
ca: Organitzar sales i esdeveniments
cs: Vést místnosti a události
da: Være vært for rum og begivenheder
de: Räume und Events hosten
el: Διοργάνωση αιθουσών και εκδηλώσεων
es: Organizar salas y eventos
fi: Isännöi huoneita ja tapahtumia
fr: Animer des salons et des événements
he: אירוח חדרים ואירועים
hi: रूम और इवेंट होस्ट करें
hr: Vodi sobe i događaje
hu: Szobák és események vezetése
id: Menjadi host room dan acara
it: Ospitare stanze ed eventi
ja: ルームやイベントのホスト
ko: 룸과 이벤트 호스트
ml: റൂമുകളും ഇവന്റുകളും ഹോസ്റ്റ് ചെയ്യുക
ms: Hos bilik dan acara
nb: Være vert for rom og arrangementer
nl: Rooms en evenementen hosten
pl: Prowadzenie pokoi i wydarzeń
pt_br: Apresentar salas e eventos
pt_pt: Ser anfitrião de salas e eventos
ro: Găzduiești camere și evenimente
ru: Вести комнаты и события
sk: Viesť miestnosti a udalosti
sv: Vara värd för rum och evenemang
ta: அறைகளையும் நிகழ்வுகளையும் நடத்துதல்
te: రూమ్‌లు మరియు ఈవెంట్‌లు హోస్ట్ చేయడం
th: เป็นเจ้าของห้องและอีเวนต์
tr: Oda ve etkinlik düzenleme
uk: Вести кімнати й події
ur: رومز اور ایونٹس کی میزبانی
vi: Làm chủ phòng và sự kiện
zh_hans: 主持房间和活动
zh_hant: 主持聊天室和活動

# vouch.right.joinOpenCommunities
source: Join open communities
ar: الانضمام إلى المجتمعات المفتوحة
bn: উন্মুক্ত কমিউনিটিতে যোগ দেওয়া
ca: Unir-te a comunitats obertes
cs: Připojovat se k otevřeným komunitám
da: Deltage i åbne fællesskaber
de: Offenen Communitys beitreten
el: Συμμετοχή σε ανοιχτές κοινότητες
es: Unirte a comunidades abiertas
fi: Liity avoimiin yhteisöihin
fr: Rejoindre des communautés ouvertes
he: הצטרפות לקהילות פתוחות
hi: खुली कम्युनिटी में जुड़ें
hr: Pridruži se otvorenim zajednicama
hu: Csatlakozás nyitott közösségekhez
id: Bergabung ke komunitas terbuka
it: Unirti a community aperte
ja: 公開コミュニティに参加
ko: 공개 커뮤니티 가입
ml: തുറന്ന കമ്മ്യൂണിറ്റികളിൽ ചേരുക
ms: Sertai komuniti terbuka
nb: Bli med i åpne fellesskap
nl: Lid worden van open communities
pl: Dołączanie do otwartych społeczności
pt_br: Entrar em comunidades abertas
pt_pt: Entrar em comunidades abertas
ro: Te alături comunităților deschise
ru: Вступать в открытые сообщества
sk: Pripojiť sa k otvoreným komunitám
sv: Gå med i öppna communities
ta: திறந்த சமூகங்களில் சேருதல்
te: ఓపెన్ కమ్యూనిటీలలో చేరడం
th: เข้าร่วมชุมชนแบบเปิด
tr: Açık topluluklara katılma
uk: Приєднуватися до відкритих спільнот
ur: کھلی کمیونٹیز میں شامل ہونا
vi: Tham gia các cộng đồng mở
zh_hans: 加入开放社区
zh_hant: 加入開放的社群

# vouch.right.joinVerifiedOnlyCommunities
source: Join communities for verified members only
ar: الانضمام إلى مجتمعات الموثّقين فقط
bn: শুধু ভেরিফায়েড সদস্যদের কমিউনিটিতে যোগ দেওয়া
ca: Unir-te a comunitats només per a membres verificats
cs: Připojovat se ke komunitám jen pro ověřené členy
da: Deltage i fællesskaber kun for verificerede medlemmer
de: Communitys nur für verifizierte Mitglieder beitreten
el: Συμμετοχή σε κοινότητες μόνο για επαληθευμένα μέλη
es: Unirte a comunidades solo para miembros verificados
fi: Liity vain vahvistetuille jäsenille tarkoitettuihin yhteisöihin
fr: Rejoindre des communautés réservées aux membres vérifiés
he: הצטרפות לקהילות לחברים מאומתים בלבד
hi: केवल सत्यापित सदस्यों वाली कम्युनिटी में जुड़ें
hr: Pridruži se zajednicama samo za potvrđene članove
hu: Csatlakozás csak hitelesített tagoknak szóló közösségekhez
id: Bergabung ke komunitas khusus anggota terverifikasi
it: Unirti a community riservate ai membri verificati
ja: 認証済みメンバー限定のコミュニティに参加
ko: 인증된 멤버 전용 커뮤니티 가입
ml: വെരിഫൈ ചെയ്ത അംഗങ്ങൾക്ക് മാത്രമുള്ള കമ്മ്യൂണിറ്റികളിൽ ചേരുക
ms: Sertai komuniti untuk ahli yang disahkan sahaja
nb: Bli med i fellesskap kun for verifiserte medlemmer
nl: Lid worden van communities alleen voor geverifieerde leden
pl: Dołączanie do społeczności tylko dla zweryfikowanych członków
pt_br: Entrar em comunidades só para membros verificados
pt_pt: Entrar em comunidades só para membros verificados
ro: Te alături comunităților doar pentru membri verificați
ru: Вступать в сообщества только для проверенных участников
sk: Pripojiť sa ku komunitám len pre overených členov
sv: Gå med i communities endast för verifierade medlemmar
ta: சரிபார்க்கப்பட்ட உறுப்பினர்களுக்கான சமூகங்களில் சேருதல்
te: ధృవీకరించబడిన సభ్యులకే పరిమితమైన కమ్యూనిటీలలో చేరడం
th: เข้าร่วมชุมชนเฉพาะสมาชิกที่ยืนยันแล้ว
tr: Yalnızca doğrulanmış üyelere özel topluluklara katılma
uk: Приєднуватися до спільнот лише для верифікованих учасників
ur: صرف تصدیق شدہ ارکان کی کمیونٹیز میں شامل ہونا
vi: Tham gia các cộng đồng chỉ dành cho thành viên đã xác minh
zh_hans: 加入仅限已验证成员的社区
zh_hant: 加入僅限已驗證成員的社群

# vouch.right.listenInRooms
source: Listen in rooms
ar: الاستماع في الغرف
bn: রুমে শোনা
ca: Escoltar a les sales
cs: Poslouchat v místnostech
da: Lytte i rum
de: In Räumen zuhören
el: Ακρόαση σε αίθουσες
es: Escuchar en salas
fi: Kuuntele huoneissa
fr: Écouter dans les salons
he: האזנה בחדרים
hi: रूम में सुनें
hr: Slušaj u sobama
hu: Hallgatás szobákban
id: Mendengarkan di room
it: Ascoltare nelle stanze
ja: ルームを聴く
ko: 룸 듣기
ml: റൂമുകളിൽ കേൾക്കുക
ms: Dengar dalam bilik
nb: Lytte i rom
nl: Luisteren in rooms
pl: Słuchanie w pokojach
pt_br: Ouvir nas salas
pt_pt: Ouvir nas salas
ro: Asculți în camere
ru: Слушать в комнатах
sk: Počúvať v miestnostiach
sv: Lyssna i rum
ta: அறைகளில் கேட்டல்
te: రూమ్‌లలో వినడం
th: ฟังในห้อง
tr: Odalarda dinleme
uk: Слухати в кімнатах
ur: رومز میں سننا
vi: Nghe trong các phòng
zh_hans: 在房间中收听
zh_hant: 在聊天室收聽

# vouch.right.moderate
source: Moderate
ar: الإشراف
bn: মডারেট করা
ca: Moderar
cs: Moderovat
da: Moderere
de: Moderieren
el: Συντονισμός
es: Moderar
fi: Moderoi
fr: Modérer
he: ניהול תוכן
hi: मॉडरेट करें
hr: Moderiraj
hu: Moderálás
id: Memoderasi
it: Moderare
ja: モデレート
ko: 모더레이션
ml: മോഡറേറ്റ് ചെയ്യുക
ms: Menyederhana
nb: Moderere
nl: Modereren
pl: Moderowanie
pt_br: Moderar
pt_pt: Moderar
ro: Moderezi
ru: Модерировать
sk: Moderovať
sv: Moderera
ta: மதிப்பாய்வு செய்தல்
te: మోడరేట్ చేయడం
th: ดูแล
tr: Moderasyon
uk: Модерувати
ur: ماڈریشن
vi: Kiểm duyệt
zh_hans: 管理内容
zh_hant: 管理審核

# vouch.right.postCountryOrRegion
source: Post in your country or region
ar: النشر في دولتك أو منطقتك
bn: আপনার দেশ বা অঞ্চলে পোস্ট করা
ca: Publicar al teu país o regió
cs: Psát ve své zemi nebo oblasti
da: Slå op i dit land eller din region
de: In deinem Land oder deiner Region posten
el: Ανάρτηση στη χώρα ή την περιοχή σου
es: Publicar en tu país o región
fi: Julkaise omassa maassasi tai alueellasi
fr: Publier dans votre pays ou votre région
he: פרסום במדינה או באזור שלך
hi: अपने देश या क्षेत्र में पोस्ट करें
hr: Objavljuj u svojoj zemlji ili regiji
hu: Írás az országodban vagy térségedben
id: Memposting di negara atau kawasanmu
it: Pubblicare nel tuo paese o nella tua regione
ja: 自分の国や地域に投稿
ko: 내 국가 또는 지역에 게시
ml: നിങ്ങളുടെ രാജ്യത്തോ പ്രദേശത്തോ പോസ്റ്റ് ചെയ്യുക
ms: Siar di negara atau rantau anda
nb: Publisere i landet eller regionen din
nl: Posten in je land of regio
pl: Publikowanie w swoim kraju lub regionie
pt_br: Postar no seu país ou região
pt_pt: Publicar no seu país ou região
ro: Postezi în țara sau regiunea ta
ru: Публиковать в своей стране или регионе
sk: Zverejňovať vo svojej krajine alebo regióne
sv: Publicera i ditt land eller din region
ta: உங்கள் நாடு அல்லது பிராந்தியத்தில் இடுகையிடுதல்
te: మీ దేశం లేదా ప్రాంతంలో పోస్ట్ చేయడం
th: โพสต์ในประเทศหรือภูมิภาคของคุณ
tr: Ülkenizde veya bölgenizde gönderi paylaşma
uk: Публікувати у вашій країні чи регіоні
ur: اپنے ملک یا خطے میں پوسٹ کرنا
vi: Đăng bài trong quốc gia hoặc khu vực của bạn
zh_hans: 在你的国家或地区发帖
zh_hant: 在你的國家或地區發文

# vouch.right.postInternational
source: Post internationally
ar: النشر للعالم
bn: আন্তর্জাতিকভাবে পোস্ট করা
ca: Publicar internacionalment
cs: Psát mezinárodně
da: Slå op internationalt
de: International posten
el: Διεθνείς αναρτήσεις
es: Publicar a nivel internacional
fi: Julkaise kansainvälisesti
fr: Publier à l’international
he: פרסום בינלאומי
hi: अंतरराष्ट्रीय स्तर पर पोस्ट करें
hr: Objavljuj međunarodno
hu: Nemzetközi írás
id: Memposting secara internasional
it: Pubblicare a livello internazionale
ja: 国際的に投稿
ko: 국제 게시
ml: അന്താരാഷ്ട്രതലത്തിൽ പോസ്റ്റ് ചെയ്യുക
ms: Siar secara antarabangsa
nb: Publisere internasjonalt
nl: Internationaal posten
pl: Publikowanie międzynarodowo
pt_br: Postar internacionalmente
pt_pt: Publicar internacionalmente
ro: Postezi internațional
ru: Публиковать международные посты
sk: Zverejňovať medzinárodne
sv: Publicera internationellt
ta: சர்வதேச அளவில் இடுகையிடுதல்
te: అంతర్జాతీయంగా పోస్ట్ చేయడం
th: โพสต์ระดับนานาชาติ
tr: Uluslararası gönderi paylaşma
uk: Публікувати на міжнародному рівні
ur: بین الاقوامی سطح پر پوسٹ کرنا
vi: Đăng bài quốc tế
zh_hans: 发布国际帖子
zh_hant: 進行國際發文

# vouch.right.raiseHand
source: Raise your hand in a room
ar: رفع اليد في غرفة
bn: রুমে হাত তোলা
ca: Aixecar la mà en una sala
cs: Hlásit se v místnosti
da: Række hånden op i et rum
de: In einem Raum die Hand heben
el: Σήκωμα χεριού σε αίθουσα
es: Levantar la mano en una sala
fi: Nosta kätesi huoneessa
fr: Lever la main dans un salon
he: הרמת יד בחדר
hi: रूम में हाथ उठाएँ
hr: Podigni ruku u sobi
hu: Jelentkezés egy szobában
id: Mengangkat tangan di room
it: Alzare la mano in una stanza
ja: ルームで手を挙げる
ko: 룸에서 손들기
ml: റൂമിൽ കൈ ഉയർത്തുക
ms: Angkat tangan dalam bilik
nb: Rekke opp hånden i et rom
nl: Je hand opsteken in een room
pl: Podnoszenie ręki w pokoju
pt_br: Levantar a mão em uma sala
pt_pt: Levantar a mão numa sala
ro: Ridici mâna într-o cameră
ru: Поднимать руку в комнате
sk: Zdvihnúť ruku v miestnosti
sv: Räcka upp handen i ett rum
ta: அறையில் கை உயர்த்துதல்
te: రూమ్‌లో చేయి ఎత్తడం
th: ยกมือในห้อง
tr: Bir odada el kaldırma
uk: Піднімати руку в кімнаті
ur: روم میں ہاتھ اٹھانا
vi: Giơ tay trong phòng
zh_hans: 在房间中举手
zh_hant: 在聊天室舉手

# vouch.right.rankedAndTrending
source: Appear in ranked and trending lists
ar: الظهور في القوائم المرتّبة والرائجة
bn: র‍্যাংক ও ট্রেন্ডিং তালিকায় আসা
ca: Aparèixer a les llistes de classificació i tendències
cs: Objevit se v žebříčcích a trendech
da: Vises på rangordnede og populære lister
de: In Ranglisten und Trends erscheinen
el: Εμφάνιση σε ταξινομημένες λίστες και τάσεις
es: Aparecer en las listas de relevancia y tendencias
fi: Näy järjestetyissä ja nousevissa luetteloissa
fr: Apparaître dans les classements et les tendances
he: הופעה ברשימות מדורגות ופופולריות
hi: रैंक और ट्रेंडिंग सूचियों में दिखें
hr: Pojavi se na poredanim popisima i popisima u trendu
hu: Megjelenés a rangsorolt és felkapott listákon
id: Muncul di daftar peringkat dan tren
it: Comparire negli elenchi classificati e di tendenza
ja: ランキングやトレンドに表示される
ko: 랭킹 및 인기 목록에 표시
ml: റാങ്ക്, ട്രെൻഡിംഗ് പട്ടികകളിൽ വരിക
ms: Muncul dalam senarai berkedudukan dan sedang tren
nb: Vises i rangerte lister og trendlister
nl: Verschijnen in gerangschikte en trendinglijsten
pl: Pojawianie się na listach rankingowych i popularnych
pt_br: Aparecer em listas de destaque e de tendências
pt_pt: Aparecer nas listas classificadas e em alta
ro: Apari în listele clasificate și în tendințe
ru: Попадать в рейтинги и тренды
sk: Objaviť sa v rebríčkoch a trendoch
sv: Synas i rankade listor och trendlistor
ta: தரவரிசை, டிரெண்டிங் பட்டியல்களில் தோன்றுதல்
te: ర్యాంక్ మరియు ట్రెండింగ్ జాబితాలలో కనిపించడం
th: ปรากฏในรายการจัดอันดับและมาแรง
tr: Sıralı ve gündem listelerinde görünme
uk: З’являтися в рейтингах і трендах
ur: درجہ بند اور ٹرینڈنگ فہرستوں میں آنا
vi: Xuất hiện trong danh sách xếp hạng và thịnh hành
zh_hans: 出现在排序和热门列表中
zh_hant: 出現在排行和熱門清單

# vouch.right.react
source: Like and react
ar: الإعجاب والتفاعل
bn: লাইক ও রিয়্যাক্ট করা
ca: Donar m'agrada i reaccionar
cs: Lajkovat a reagovat
da: Synes godt om og reagere
de: Liken und reagieren
el: «Μου αρέσει» και αντιδράσεις
es: Dar me gusta y reaccionar
fi: Tykkää ja reagoi
fr: Aimer et réagir
he: לייק ותגובות
hi: पसंद करें और रिएक्ट करें
hr: Lajkaj i reagiraj
hu: Kedvelés és reagálás
id: Menyukai dan bereaksi
it: Mettere mi piace e reagire
ja: いいねとリアクション
ko: 좋아요 및 반응
ml: ലൈക്ക് ചെയ്യുകയും പ്രതികരിക്കുകയും ചെയ്യുക
ms: Suka dan bereaksi
nb: Like og reagere
nl: Liken en reageren
pl: Polubienia i reakcje
pt_br: Curtir e reagir
pt_pt: Gostar e reagir
ro: Apreciezi și reacționezi
ru: Ставить лайки и реагировать
sk: Označiť páči sa mi a reagovať
sv: Gilla och reagera
ta: விரும்புதல், எதிர்வினையாற்றுதல்
te: లైక్ చేయడం మరియు స్పందించడం
th: ถูกใจและแสดงปฏิกิริยา
tr: Beğenme ve tepki verme
uk: Вподобувати й реагувати
ur: لائک اور ردعمل دینا
vi: Thích và bày tỏ cảm xúc
zh_hans: 点赞和回应
zh_hant: 按讚和回應

# vouch.right.replyInternational
source: Reply to international posts
ar: الرد على المنشورات العالمية
bn: আন্তর্জাতিক পোস্টে রিপ্লাই করা
ca: Respondre a publicacions internacionals
cs: Odpovídat na mezinárodní příspěvky
da: Svare på internationale opslag
de: Auf internationale Beiträge antworten
el: Απάντηση σε διεθνείς αναρτήσεις
es: Responder a publicaciones internacionales
fi: Vastaa kansainvälisiin julkaisuihin
fr: Répondre aux posts internationaux
he: תגובה לפוסטים בינלאומיים
hi: अंतरराष्ट्रीय पोस्ट पर जवाब दें
hr: Odgovaraj na međunarodne objave
hu: Válasz nemzetközi bejegyzésekre
id: Membalas postingan internasional
it: Rispondere ai post internazionali
ja: 国際投稿に返信
ko: 국제 게시물에 답글
ml: അന്താരാഷ്ട്ര പോസ്റ്റുകൾക്ക് മറുപടി നൽകുക
ms: Balas siaran antarabangsa
nb: Svare på internasjonale innlegg
nl: Reageren op internationale berichten
pl: Odpowiadanie na wpisy międzynarodowe
pt_br: Responder a posts internacionais
pt_pt: Responder a publicações internacionais
ro: Răspunzi la postări internaționale
ru: Отвечать на международные посты
sk: Odpovedať na medzinárodné príspevky
sv: Svara på internationella inlägg
ta: சர்வதேச இடுகைகளுக்குப் பதிலளித்தல்
te: అంతర్జాతీయ పోస్ట్‌లకు ప్రత్యుత్తరం ఇవ్వడం
th: ตอบกลับโพสต์ระดับนานาชาติ
tr: Uluslararası gönderileri yanıtlama
uk: Відповідати на міжнародні дописи
ur: بین الاقوامی پوسٹس کا جواب دینا
vi: Trả lời các bài đăng quốc tế
zh_hans: 回复国际帖子
zh_hant: 回覆國際貼文

# vouch.right.repost
source: Repost
ar: إعادة النشر
bn: রিপোস্ট
ca: Republicar
cs: Sdílet dál
da: Dele videre
de: Reposten
el: Αναδημοσίευση
es: Republicar
fi: Jaa uudelleen
fr: Republier
he: שיתוף מחדש
hi: रीपोस्ट करें
hr: Ponovno objavi
hu: Újramegosztás
it: Ripubblicare
ja: リポスト
ko: 리포스트
ml: റീപോസ്റ്റ് ചെയ്യുക
ms: Siar semula
nl: Reposten
pl: Udostępnianie dalej
pt_br: Repostar
pt_pt: Republicar
ro: Repostezi
ru: Делать репосты
sk: Zdieľať ďalej
sv: Dela vidare
ta: மறுஇடுகை
te: రీపోస్ట్ చేయడం
th: รีโพสต์
tr: Yeniden paylaşma
uk: Робити репости
ur: ری پوسٹ
vi: Đăng lại
zh_hans: 转发
zh_hant: 轉發

# vouch.right.sealFlagOrVerifiedName
source: The seal, your country's flag and your verified name
ar: الختم وعلم دولتك واسمك الموثّق
bn: সিল, আপনার দেশের পতাকা ও আপনার ভেরিফায়েড নাম
ca: El segell, la bandera del teu país i el teu nom verificat
cs: Pečeť, vlajka tvé země a tvé ověřené jméno
da: Seglet, dit lands flag og dit verificerede navn
de: Das Siegel, die Flagge deines Landes und dein verifizierter Name
el: Η σφραγίδα, η σημαία της χώρας σου και το επαληθευμένο όνομά σου
es: El sello, la bandera de tu país y tu nombre verificado
fi: Sinetti, maasi lippu ja vahvistettu nimesi
fr: Le sceau, le drapeau de votre pays et votre nom vérifié
he: החותם, דגל המדינה שלך והשם המאומת שלך
hi: सील, आपके देश का झंडा और आपका सत्यापित नाम
hr: Pečat, zastava tvoje zemlje i tvoje potvrđeno ime
hu: A pecsét, az országod zászlaja és a hitelesített neved
id: Segel, bendera negaramu, dan nama terverifikasimu
it: Il sigillo, la bandiera del tuo paese e il tuo nome verificato
ja: 認証マーク、国旗、認証済みの名前
ko: 인증 마크, 내 국가의 깃발, 인증된 이름
ml: സീൽ, നിങ്ങളുടെ രാജ്യത്തിന്റെ പതാക, വെരിഫൈ ചെയ്ത പേര്
ms: Meterai, bendera negara anda dan nama anda yang disahkan
nb: Seglet, landsflagget ditt og det verifiserte navnet ditt
nl: Het zegel, de vlag van je land en je geverifieerde naam
pl: Pieczęć, flaga kraju i zweryfikowane imię
pt_br: O selo, a bandeira do seu país e seu nome verificado
pt_pt: O selo, a bandeira do seu país e o seu nome verificado
ro: Sigiliul, steagul țării tale și numele tău verificat
ru: Печать, флаг вашей страны и проверенное имя
sk: Pečať, vlajka tvojej krajiny a tvoje overené meno
sv: Märket, ditt lands flagga och ditt verifierade namn
ta: முத்திரை, உங்கள் நாட்டுக் கொடி, சரிபார்க்கப்பட்ட பெயர்
te: సీల్, మీ దేశం జెండా మరియు మీ ధృవీకరించబడిన పేరు
th: ตรา ธงประเทศ และชื่อที่ยืนยันแล้วของคุณ
tr: Mühür, ülkenizin bayrağı ve doğrulanmış adınız
uk: Печатка, прапор вашої країни та ваше верифіковане ім’я
ur: مہر، آپ کے ملک کا جھنڈا اور آپ کا تصدیق شدہ نام
vi: Dấu chứng nhận, cờ quốc gia và tên đã xác minh của bạn
zh_hans: 认证印章、你所在国家的旗帜和你的验证姓名
zh_hant: 認證標章、你國家的旗幟和你的已驗證姓名
